{
  "navigation": {
    "meet": "Get to know each other",
    "career": "Work and career",
    "information_clausule": "Information clause"
  },
  "meetPage": {
    "quotation": {
      "title": "Nasza wizja",
      "content": "Tworzyć możliwości lepszego życia"
    },
    "modern_factory": {
      "title": "Where we come from",
      "content1": "Ikano was originally part of the home furnishing company IKEA, founded 1943 by Ingvar Kamprad in Älmhult, Småland, in the Southern part of Sweden.",
      "content2": "In 1988 Ikano became an independent group of companies, owned by the Kamprad family. We have built our own identity, but our constant drive to simplify people's lives and our cost-conscious mind-set remain the same.",
      "content3": "As Ikano Industry, previously Dendro Poland, we started our activity in 1992, and since 2009 we produce mattresses from the first stage - polyurethane foam production through cutting out mattresses, sewing covers, to sending the finished product to the customer.",
      "content4": "Our main customer is the international IKEA chain of stores.",
      "content5": "In our everyday work, we constantly strive to innovate and optimize processes in order to create products of the highest quality. We use the latest technologies and develop our range of products, working in a way to exceed the expectations of our customers."
    },
    "our_values": {
      "title": "Our values and promise",
      "content1": "We want our customers, partners and co-workers to choose us for what we stand for, what we deliver and how we deliver it. ",
      "content2": "We remain faithful to our three values:",
      "content3": "working together, common sense and simplicity and the courage to be different,",
      "content4": " which are based on a promise",
      "content5": " - on fair terms.",
      "content6": "Living our values is how we make a difference."
    },
    "​​employees_idee": {
      "title": "Our people idea",
      "content": "Together, we create a great place to work were people are inspired to be the best they can be while contributing to be better life for our customers and the long-term sucess of Ikano.",
      "button": "Work and career"
    },
    "sustainable": {
      "title": "Sustainable development",
      "content1": "We care about providing products of the highest quality, that's why in everyday work we use the latest technologies and we constantly improve production processes.",
      "content2": "At Ikano, we are in the midst of a great challenge.",
      "content3": "As part of our long-term strategy we have committed to integrate sustainability in everything we do. For us, this means that our promise, on fair terms, needs to extend beyond our relations with customers and suppliers. We have to make sure that what we do is also fair to the people, the society and the planet we live on.",
      "content4": "We are the only factory in the Europe that has an installation for the chemical recycling of flexible PUR foam. As a result of this process we receive repolyol, which is then used to produce a flexible foam.",
      "content5": "We also have our own Foam Competence Center where we are looking for new ways to efficiently recycle our production waste and, possibly, in the future, post-consumer mattresses received from IKEA."
    },
    "in_brief": {
      "title": "Ikano in brief",
      "list1": "An international group of companies present in 15 countries in Europe and Southeast Asia",
      "list2": "Over 4600 co-workers",
      "list3": "Active in the area of ​​finance, insurance, production, real estate and retail",
      "list4": "Initially part of IKEA, but became an independent group of companies in 1988",
      "list5": "It is owned by the Kamprad family",
      "list6": "Main office in Luxembourg"
    }
  },
  "page_information": {
    "security_measures": {
      "title": "Informacje na temat środków bezpieczeństwa i sposobów postępowania na wypadek wystąpienia poważnej awarii na terenie zakładu Ikano Industry Spółka z o.o. w Rogoźnie",
      "content": "Zobacz w pliku PDF",
      "button": "Zobacz plik"
    },
    "contractors": {
      "title": "Kontrahenci",
      "content": "Niniejsza informacja mówi o tym w jaki sposób przetwarzamy Twoje dane, podane w celu realizacji umowy między nami. Jesteśmy administratorem Twoich danych osobowych i zgodnie z prawem jesteśmy zobowiązani dostarczyć Ci informacji, o tym, dlaczego i w jaki sposób wykorzystujemy Twoje dane oraz o prawach jakie Ci w związku z tym przysługują."
    },
    "who_we_are": {
      "title": "Kim jesteśmy?",
      "content1": "Jesteśmy Ikano Industry Sp. z o.o. Nasz adres to ul. Magazynowa, 64-610 Rogoźno.",
      "content2": "Możesz skontaktować się z nami pocztą pod powyższym adresem lub korzystając z niżej podanych danych Inspektora Ochrony Danych."
    },
    "iod": {
      "title": "Inspektor ochrony danych",
      "content1": "Powołaliśmy Inspektora Ochrony Danych - Natalia Brykczyńska. W kwestiach związanych z ochroną Twoich danych, możesz się z nim kontaktować:",
      "content2": "Możesz skontaktować się z nami pocztą pod powyższym adresem lub korzystając z niżej podanych danych Inspektora Ochrony Danych.",
      "content_list1": "pod adresem e-mail:",
      "content_list2": "pod numerem telefonu 661 614 003",
      "content_list3": "wypełniając formularz",
      "content3": "Wiadomość do IOD:",
      "content4": "Zostaw kontakt do siebie:",
      "content5": "Klauzula informacyjna:",
      "content_list4": "W przypadku zgłoszenia naruszenia ochrony danych osobowych, skontaktujemy się z podmiotem, którego naruszenie dotyczy, w ciągu 72h. Informujemy również, że czas ten może ulec wydłużeniu w uzasadnionych przypadkach",
      "content_list5": "W przypadku otrzymania żądania informacji o przetwarzaniu danych osobowych, skontaktujemy się z Toba w ciągu 30 dni kalendarzowych",
      "button": "Wyślij formularz",
      "messageError": "Message is required",
      "contactError1": "Email is required",
      "contactError2": "Email must be a valid email address"
    },
    "for_what": {
      "title": "Po co i na jakiej podstawie przetwarzamy Twoje dane osobowe?",
      "content1": "Twoje dane osobowe przetwarzamy, aby móc zawrzeć i prawidłowo realizować umowę między Tobą, a nami (art. 6 ust. 1 litera b RODO).",
      "content2": "Informacje te są wykorzystywane również dla naszego prawnie uzasadnionego interesu (artykuł 6 ustęp 1 litera f ROO), polegającego na ewentualnym ustaleniu, dochodzeniu lub obrony przed roszczeniami.",
      "content3": "Po zważeniu Twoich interesów, praw i wolności oraz naszego interesu oceniliśmy, że przetwarzanie Twoich danych dla naszego prawnie uzasadnionego interesu, nie będzie ingerować nadmiernie w Twoją prywatność ani nie będzie stanowić dla Ciebie nadmiernej uciążliwości."
    },
    "how_long": {
      "title": "Jak długo przechowujemy Twoje dane osobowe?",
      "content": "Twoje dane związane z zawarciem i realizacją przechowujemy przez okres 5 lat liczony od chwili zakończenia obowiązywania umowy."
    },
    "who": {
      "title": "Komu udostępniamy Twoje dane osobowe?",
      "content": "Twoje dane możemy udostępniać:",
      "content_list1": "naszym pracownikom, którzy ściśle współpracują z Państwa firmą",
      "content_list2": "uprawnionym organom państwowym, które zwrócą się do nas o udostępnienie Twoich danych"
    },
    "another": {
      "title": "Czy przekazujemy Twoje dane do państw trzecich?",
      "content": "Państwo trzecie, to państwo w którym RODO nie jest obowiązującym prawem. Nie przekazujemy Twoich danych do takich państw."
    },
    "rights": {
      "title": "Jakie prawa Ci przysługują?",
      "header1": "Prawo do cofnięcia zgody",
      "content1": "Zgodę na przetwarzanie danych wyrażasz dobrowolnie. Każdą zgodę możesz cofnąć w dowolnym momencie w formie pisemnej lub drogą elektroniczną. Nie ma to wpływu na zgodność z prawem przetwarzania, którego odbywało się na podstawie zgody przed jej cofnięciem.",
      "header2": "Prawo dostępu do danych",
      "content2": "Możesz zażądać:",
      "content_list2_1": "abyśmy udzielili Ci informacji o tym czy przetwarzamy Twoje dane, a jeśli je przetwarzamy, możesz zażądać",
      "content_list2_2": "abyśmy udzielili Ci dostępu do tych danych",
      "content_list2_3": "abyśmy jeszcze raz udzielili Ci informacji o przetwarzaniu, z którymi się teraz zapoznajesz",
      "header3": "Prawo do sprostowania",
      "content3": "Jeśli uznasz, że Twoje dane osobowe, które przetwarzamy są nieprawidłowe lub niekompletne, masz prawo żądać, abyśmy je niezwłocznie sprostowali.",
      "header4": "Prawo do usunięcia danych",
      "content4": "Masz prawo zażądać, abyśmy przestali przetwarzać Twoje dane i usunęli je.",
      "header5": "Prawo do ograniczenia przetwarzania",
      "content5": "Jeśli uważasz, że:",
      "content_list5_1": "twoje dane, które przetwarzamy są nieprawidłowe",
      "content_list5_2": "uważasz, że przetwarzamy Twoje dane niezgodnie z prawem, ale nie chcesz, abyśmy je usuwali",
      "content_list5_3": "dane, które przetwarzamy są Ci potrzebne do ustalenia, dochodzenia lub obrony roszczeń i nie chcesz, abyśmy je usuwali, choć są nam już niepotrzebne, możesz zażądać ograniczenia przetwarzania. Jeśli uznamy takie żądanie, będziemy Twoje dane wyłącznie przechowywać oraz przetwarzać tylko w celu ustalenia, dochodzenia lub obrony roszczeń, lub w celu ochrony praw innej osoby fizycznej lub prawnej lub z uwagi na ważny interes publiczny. Ograniczymy przetwarzanie Twoich danych również wtedy, gdy złożysz sprzeciw wobec przetwarzania z przyczyn związanych z Twoją szczególną sytuacją. Ograniczenie to będzie trwało, czy nasz interes jest nadrzędny wobec przyczyn Twojego sprzeciwu",
      "header6": "Prawo do powiadomienia odbiorców",
      "content6_1": "Jeśli Twoje dane zostaną sprostowane, usunięte lub ograniczymy ich przetwarzanie, poinformujemy o tym odbiorców tych danych, chyba, że będzie to niemożliwe lub wymagać będzie niewspółmiernego wysiłku.",
      "content6_2": "Jeśli tego zażądasz, poinformujemy Ciebie o tych odbiorcach.",
      "header7": "Prawo do przenoszenia danych",
      "content7_1": "Jeśli Twoje dane są przetwarzane na podstawie zgody lub umowy i przetwarzane są w sposób zautomatyzowany, to zrealizujemy Twoje żądanie przeniesienia danych. Zostaną Ci one przekazane w powszechnie używanym formacie, który pozwoli je bez nadmiernych trudności przenieść do innego administratora.",
      "content7_2": "Jeśli tego zażądasz prześlemy je bezpośrednio nowemu administratorowi.",
      "content7_3": "Przeniesienie danych nie powoduje automatycznie ich usunięcia u nas.",
      "header8": "Prawo do sprzeciwu",
      "content8": "Masz prawo wnieść sprzeciw wobec przetwarzania Twoich danych z przyczyn związanych z Twoją szczególną sytuacją.",
      "header9": "Prawo do wniesienia skargi do PUODO",
      "content9_1": "Jeśli masz zastrzeżenia dotyczącą przetwarzania przez nas Twoich danych, wolimy, abyś zgłosiła/zgłosił się do nas w pierwszej kolejności. Możemy to naprawić.",
      "content9_2": "Możesz również skontaktować się z Prezesem Urzędu Ochrony Danych Osobowych za pośrednictwem strony internetowej pod adresem:",
      "content9_3": "Prezes Urzędu Ochrony Danych Osobowych",
      "content9_4": "ul. Stawki 2",
      "content9_5": "00-193 Warszawa"
    }
  },
  "wac_general": {
    "quotation": {
      "title": "Droga do rozwoju",
      "content": "\"Konkurenci mogą skopiować każdy element Twojej działalności, ale nie firmowego ducha. To właśnie duch jest tym, co odróżnia firmę od innych.\" Ingvar Kamprad"
    },
    "values": {
      "title": "Our values",
      "header1": "Common sense and simplicity",
      "content1_1": "Common sense and simplicity are part of our Småland heritage and our culture. It is about being ourselves and staying close to reality. Understanding the needs of our customers and finding ways to improve their everyday life.",
      "content1_2": "We have a simple down-to-earth business approach and a cost-conscious mind-set. It is about cutting out unnecessary processes, being practical and using our common sense to solve problems.",
      "content1_3": "Fewer rules and fewer words are easier to understand and follow. Policies and guidelines are sometimes necessary but need to be communicated in a clear and straightforward way.",
      "header2": "Daring to be different",
      "content2_1": "What makes us unique is that we try to do things differently. Not just for the sake of it – but in order to create simple and meaningful solutions that make a difference to the many people.",
      "content2_2": "We are driven by curiosity and constantly strive to find new and better ways to run our business and add customer value. To do this, we must dare to ask simple question „why?”",
      "content2_3": "Thinking differently is also about challenging the established ways but keep in mind, daring to be different doeas not always mean creating something new. It can also mean talking good solutions from the past. Why reinvent the wheel?",
      "content2_4": "When we think differently, we do it to stay one steep ahead, reduce costs and strenghten the business. All to improve and simplify the everyday life of our customers. Basically whatever we are doing today, we can do a bit better tomorrow.",
      "header3": "On fair terms",
      "content3_1": "At Ikano we ask ourselves: „Is this on fair terms?” We constantly review our solutions and our way of working with customers, partners and co-workers because we are in business for the long run and we want to build sustainable relationships.",
      "content3_2": "Being on fair terms is essential for building strong relationships, creating value and growing a business. We live the promise- on fair terms – because we know that quality and reputation of a company is determined by the promise made and the promise kept. On fair terms means striking the right balance between risks, work and profit. It also means being open and clear in our way of doing business and showing accountability for the decisions we take.",
      "content3_3": "Ikano is a fair company, a fair employer and a good local neighbour. We act for a sustainable future, taking responsibility for the economic, social and environmental aspects related to our business. We make an extra effort to suport selected social initiatives, where our help can make a difference."
    },
    "work": {
      "title": "How we work",
      "content1": "We believe everyone working at Ikano at Ikano is important.",
      "content2": "Our co-workers are professionaland skilled people who want to grow and make Ikano grow.",
      "content3": "People who share our values, understand our customer’s expectations and contribute to buiolding profitable business.",
      "content4": "Diveristy is esential to us. We believe that no one is the best in the world at everything. That is why we surround ourselves with people with all kinds of backgrounds and strenghts. This is our way to build a sustainable and high-perfoming Ikano."
    },
    "manage": {
      "title": "How we lead",
      "content1": "We believe that leadership is action not position.",
      "content2": "We are all Ikano ambassadors, acting as role models and inspiring each otcher to deliver on our vision to create possibilities for better living for our customers.",
      "content3": "At Ikano, business will never be a one-person-show- it is about finding better ways together."
    },
    "grow": {
      "title": "Growing with us",
      "content1": "Working at Ikano means that you are part of an inspiring, fun and fast-paced environment and  there is no typical career path. We are convinced that work in itself is the best setting for developing, knowledge, capabilities and motivation. In other words, growth happens every day in our interactions with customers, partners, your colleagues and managers.",
      "content2": "Ikano can only grow thanks to the development of our colleagues. Together we find a better way!",
      "button": "Work and career"
    },
    "count": {
      "title": "Working at Ikano you can count on:",
      "list1": "Stable and fair employment conditions",
      "list2": "A friendly atmosphere",
      "list3": "Cooperation",
      "list4": "Possibilities of development",
      "list5": "A rich package of benefits for the whole family",
      "list6": "Co-financing of studies"
    }
  },
  "wac_offers": {
    "quotation": {
      "title": "Praca w Ikano oznacza,",
      "content": "że ​​jesteś częścią inspirującego, dynamicznego i zrównoważonego środowiska!"
    },
    "content": {
      "content1": "Jeśli chcesz polecić kandydata w ramach programu „Nagradzanie za polecanie” zapoznaj się z regulaminem oraz wypełnij formularz: ",
      "button1": "Regulamin",
      "button2": "Przykładowe CV",
      "button3": "Wyślij formularz",
      "content2": "Jeśli Twój Kandydat rozpocznie pracę w Ikano Industry skontaktujemy się z Tobą. "
    }
  }
}
