{
  "navigation": {
    "meet": "Poznajmy się",
    "career": "Praca i kariera",
    "information_clausule": "Klauzula informacyjna",
    "regulations": "Informacje prawne"
  },
  "meetPage": {
    "quotation": {
      "title": "Nasza wizja",
      "content": "Stworzyć możliwości lepszego życia"
    },
    "modern_factory": {
      "title": "Skąd pochodzimy",
      "content1": "Firma Ikano była pierwotnie częścią IKEA, firmy założonej w 1943 roku przez Ingvara Kamprada w miejscowości Almhult położonej w Smolandii w południowej części Szwecji.",
      "content2": "W 1988 r. Ikano stała się niezależną grupą przedsiębiorstw należących do rodziny Kamprad. Zbudowaliśmy własną tożsamość, ale nasze ciągłe dążenie do uproszczenia życia ludzi i nastawienie na świadomość kosztów pozostają takie same.",
      "content3": "Jako Ikano Industry, wcześniej Dendro Poland, swoją działalność rozpoczęliśmy w 1992 roku, a od roku 2009 zajmujemy się produkcją materaców od pierwszego etapu - produkcji pianki poliuretanowej poprzez wycinanie materaców, szycie pokrowców, aż do wysłania gotowego produktu do klienta.",
      "content4": "Naszym głównym klientem jest międzynarodowa sieć sklepów IKEA.",
      "content5": "W codziennej pracy nieustannie dążymy do wprowadzania innowacji oraz optymalizacji procesów, aby tworzyć produkty najwyższej jakości. Korzystamy z najnowszych technologii i rozwijamy naszą gamę produktów, pracując, tak, aby przekraczać oczekiwania naszych klientów."
    },
    "our_values": {
      "title": "Nasze wartości i obietnica",
      "content1": "Zależy nam na tym, aby klienci, partnerzy i współpracownicy wybierali nas na ze względu na wartości, którymi kierujemy się w codziennej pracy.",
      "content2": "Pozostajemy wierni trzem głównym wartościom:",
      "content3": "współpracy, zdrowemu rozsądkowi i prostocie oraz odwadze bycia innym,",
      "content4": " które wspierają realizację naszej obietnicy",
      "content5": " - na uczciwych zasadach."
    },
    "​​employees_idee": {
      "title": "Idea naszych pracowników",
      "content": "Wspólnie tworzymy wyjątkowe miejsce pracy, w którym otwarci i entuzjastyczni ludzie współpracują ze sobą na uczciwych zasadach przyczyniając się tym samym do rozwoju całej firmy.",
      "button": "Praca i kariera"
    },
    "sustainable": {
      "title": "Zrównoważony rozwój",
      "content1": "Zależy nam na dostarczaniu produktów najwyższej jakości, dlatego w codziennej pracy korzystamy z najnowocześniejszych technologii i nieustannie doskonalimy procesy produkcyjne.",
      "content2": "Obecnie stoimy przed wielkim wyzwaniem.",
      "content3": "W ramach długoterminowej strategii zobowiązaliśmy się integrować zrównoważony rozwój we wszystkim, co robimy. Oznacza to, że nasza obietnica, na uczciwych zasadach, musi zostać rozszerzona poza relacje z klientami i dostawcami. Musimy się upewnić, że to, co robimy, jest również uczciwe wobec społeczeństwa i planety, na której żyjemy.",
      "content4": "Jesteśmy jedyną fabryką w Europie posiadającą instalację do chemicznego recyklingu elastycznej pianki PUR. W wyniku tego procesu otrzymywany jest repoliol, wykorzystywany następnie do produkcji elastycznej pianki.",
      "content5": "Dysponujemy także własnym ośrodkiem badawczym, w którym poszukujemy nowych sposobów wydajnego recyclingu produktów ubocznych naszej produkcji oraz, być może w przyszłości, materaców obebranych od klientów IKEA."
    },
    "in_brief": {
      "title": "Ikano w skrócie",
      "list1": "Międzynarodowa grupa firm obecna w 15 krajach w Europie i Azji Południowo-Wschodniej",
      "list2": "Ponad 4600 współpracowników",
      "list3": "Aktywna w obszarze finansów, ubezpieczeń, produkcji, nieruchomości i handlu detalicznego",
      "list4": "Początkowo część IKEA, ale stała się niezależną grupą firm w 1988 roku",
      "list5": "Jest własnością rodziny Kamprad",
      "list6": "Głowna siedziba w Luksemburgu"
    }
  },
  "page_information": {
    "security_measures": {
      "title": "Informacje na temat środków bezpieczeństwa i sposobów postępowania na wypadek wystąpienia poważnej awarii na terenie zakładu Ikano Industry Spółka z o.o. w Rogoźnie",
      "content": "Zobacz w pliku PDF",
      "button": "Zobacz plik"
    },
    "contractors": {
      "title": "Kontrahenci",
      "content": "Niniejsza informacja mówi o tym w jaki sposób przetwarzamy Twoje dane, podane w celu realizacji umowy między nami. Jesteśmy administratorem Twoich danych osobowych i zgodnie z prawem jesteśmy zobowiązani dostarczyć Ci informacji, o tym, dlaczego i w jaki sposób wykorzystujemy Twoje dane oraz o prawach jakie Ci w związku z tym przysługują."
    },
    "who_we_are": {
      "title": "Kim jesteśmy?",
      "content1": "Jesteśmy Ikano Industry Sp. z o.o. Nasz adres to ul. Magazynowa, 64-610 Rogoźno.",
      "content2": "Możesz skontaktować się z nami pocztą pod powyższym adresem lub korzystając z niżej podanych danych Inspektora Ochrony Danych."
    },
    "iod": {
      "title": "Inspektor ochrony danych",
      "content1": "Powołaliśmy Inspektora Ochrony Danych - Ewa Jóźwiak. W kwestiach związanych z ochroną Twoich danych, możesz się z nim kontaktować:",
      "content2": "Możesz skontaktować się z nami pocztą pod powyższym adresem lub korzystając z niżej podanych danych Inspektora Ochrony Danych.",
      "content_list1": "pod adresem e-mail:",
      "content_list2": "pod numerem telefonu",
      "content_list3": "wypełniając formularz",
      "content3": "Wiadomość do IOD:",
      "content4": "Zostaw kontakt do siebie:",
      "content5": "Klauzula informacyjna:",
      "content_list4": "W przypadku zgłoszenia naruszenia ochrony danych osobowych, skontaktujemy się z podmiotem, którego naruszenie dotyczy, w ciągu 72h. Informujemy również, że czas ten może ulec wydłużeniu w uzasadnionych przypadkach",
      "content_list5": "W przypadku otrzymania żądania informacji o przetwarzaniu danych osobowych, skontaktujemy się z Toba w ciągu 30 dni kalendarzowych",
      "button": "Wyślij formularz",
      "messageError": "Wiadomość jest wymagana",
      "contactError1": "E-mail jest wymagany",
      "contactError2": "E-mail musi posiada poprawny format"
    },
    "for_what": {
      "title": "Po co i na jakiej podstawie przetwarzamy Twoje dane osobowe?",
      "content1": "Twoje dane osobowe przetwarzamy, aby móc zawrzeć i prawidłowo realizować umowę między Tobą, a nami (art. 6 ust. 1 litera b RODO).",
      "content2": "Informacje te są wykorzystywane również dla naszego prawnie uzasadnionego interesu (artykuł 6 ustęp 1 litera f ROO), polegającego na ewentualnym ustaleniu, dochodzeniu lub obrony przed roszczeniami.",
      "content3": "Po zważeniu Twoich interesów, praw i wolności oraz naszego interesu oceniliśmy, że przetwarzanie Twoich danych dla naszego prawnie uzasadnionego interesu, nie będzie ingerować nadmiernie w Twoją prywatność ani nie będzie stanowić dla Ciebie nadmiernej uciążliwości."
    },
    "how_long": {
      "title": "Jak długo przechowujemy Twoje dane osobowe?",
      "content": "Twoje dane związane z zawarciem i realizacją przechowujemy przez okres 5 lat liczony od chwili zakończenia obowiązywania umowy."
    },
    "who": {
      "title": "Komu udostępniamy Twoje dane osobowe?",
      "content": "Twoje dane możemy udostępniać:",
      "content_list1": "naszym pracownikom, którzy ściśle współpracują z Państwa firmą",
      "content_list2": "uprawnionym organom państwowym, które zwrócą się do nas o udostępnienie Twoich danych"
    },
    "another": {
      "title": "Czy przekazujemy Twoje dane do państw trzecich?",
      "content": "Państwo trzecie, to państwo w którym RODO nie jest obowiązującym prawem. Nie przekazujemy Twoich danych do takich państw."
    },
    "rights": {
      "title": "Jakie prawa Ci przysługują?",
      "header1": "Prawo do cofnięcia zgody",
      "content1": "Zgodę na przetwarzanie danych wyrażasz dobrowolnie. Każdą zgodę możesz cofnąć w dowolnym momencie w formie pisemnej lub drogą elektroniczną. Nie ma to wpływu na zgodność z prawem przetwarzania, którego odbywało się na podstawie zgody przed jej cofnięciem.",
      "header2": "Prawo dostępu do danych",
      "content2": "Możesz zażądać:",
      "content_list2_1": "abyśmy udzielili Ci informacji o tym czy przetwarzamy Twoje dane, a jeśli je przetwarzamy, możesz zażądać",
      "content_list2_2": "abyśmy udzielili Ci dostępu do tych danych",
      "content_list2_3": "abyśmy jeszcze raz udzielili Ci informacji o przetwarzaniu, z którymi się teraz zapoznajesz",
      "header3": "Prawo do sprostowania",
      "content3": "Jeśli uznasz, że Twoje dane osobowe, które przetwarzamy są nieprawidłowe lub niekompletne, masz prawo żądać, abyśmy je niezwłocznie sprostowali.",
      "header4": "Prawo do usunięcia danych",
      "content4": "Masz prawo zażądać, abyśmy przestali przetwarzać Twoje dane i usunęli je.",
      "header5": "Prawo do ograniczenia przetwarzania",
      "content5": "Jeśli uważasz, że:",
      "content_list5_1": "twoje dane, które przetwarzamy są nieprawidłowe",
      "content_list5_2": "uważasz, że przetwarzamy Twoje dane niezgodnie z prawem, ale nie chcesz, abyśmy je usuwali",
      "content_list5_3": "dane, które przetwarzamy są Ci potrzebne do ustalenia, dochodzenia lub obrony roszczeń i nie chcesz, abyśmy je usuwali, choć są nam już niepotrzebne, możesz zażądać ograniczenia przetwarzania. Jeśli uznamy takie żądanie, będziemy Twoje dane wyłącznie przechowywać oraz przetwarzać tylko w celu ustalenia, dochodzenia lub obrony roszczeń, lub w celu ochrony praw innej osoby fizycznej lub prawnej lub z uwagi na ważny interes publiczny. Ograniczymy przetwarzanie Twoich danych również wtedy, gdy złożysz sprzeciw wobec przetwarzania z przyczyn związanych z Twoją szczególną sytuacją. Ograniczenie to będzie trwało, czy nasz interes jest nadrzędny wobec przyczyn Twojego sprzeciwu",
      "header6": "Prawo do powiadomienia odbiorców",
      "content6_1": "Jeśli Twoje dane zostaną sprostowane, usunięte lub ograniczymy ich przetwarzanie, poinformujemy o tym odbiorców tych danych, chyba, że będzie to niemożliwe lub wymagać będzie niewspółmiernego wysiłku.",
      "content6_2": "Jeśli tego zażądasz, poinformujemy Ciebie o tych odbiorcach.",
      "header7": "Prawo do przenoszenia danych",
      "content7_1": "Jeśli Twoje dane są przetwarzane na podstawie zgody lub umowy i przetwarzane są w sposób zautomatyzowany, to zrealizujemy Twoje żądanie przeniesienia danych. Zostaną Ci one przekazane w powszechnie używanym formacie, który pozwoli je bez nadmiernych trudności przenieść do innego administratora.",
      "content7_2": "Jeśli tego zażądasz prześlemy je bezpośrednio nowemu administratorowi.",
      "content7_3": "Przeniesienie danych nie powoduje automatycznie ich usunięcia u nas.",
      "header8": "Prawo do sprzeciwu",
      "content8": "Masz prawo wnieść sprzeciw wobec przetwarzania Twoich danych z przyczyn związanych z Twoją szczególną sytuacją.",
      "header9": "Prawo do wniesienia skargi do PUODO",
      "content9_1": "Jeśli masz zastrzeżenia dotyczącą przetwarzania przez nas Twoich danych, wolimy, abyś zgłosiła/zgłosił się do nas w pierwszej kolejności. Możemy to naprawić.",
      "content9_2": "Możesz również skontaktować się z Prezesem Urzędu Ochrony Danych Osobowych za pośrednictwem strony internetowej pod adresem:",
      "content9_3": "Prezes Urzędu Ochrony Danych Osobowych",
      "content9_4": "ul. Stawki 2",
      "content9_5": "00-193 Warszawa"
    },
    "device": {
      "title": "Urządzenia w procesach",
      "content": "Spółka, na podstawie Zezwolenia, wydanego zgodnie z obowiązującymi przepisami przez Prezesa Państwowej Agencji Atomistyki, stosuje w procesach technologicznych urządzenia wytwarzające promieniowanie rentgenowskie. Działalność ta nie stanowi najmniejszego zagrożenia dla zdrowia ludności i środowiska."
    }
  },
  "wac_general": {
    "quotation": {
      "title": "Droga do rozwoju",
      "content": "\"Konkurenci mogą skopiować każdy element Twojej działalności, ale nie firmowego ducha. To właśnie duch jest tym, co odróżnia firmę od innych.\" Ingvar Kamprad"
    },
    "values": {
      "title": "Wartości",
      "header1": "Zdrowy rozsądek i prostota",
      "content1_1": "Zdrowy rozsądek i prostota są częścią naszego smalandzkiego dziedzictwa i kultury. Ich sednem jest bycie sobą i pozostawanie w ścisłym kontakcie z rzeczywistością. Zrozumienie potrzeb klientów i znajdowanie sposobów, aby ulepszyć ich codzienne życie.",
      "content1_2": "W działalności biznesowej jesteśmy praktyczni, twardo stąpamy po ziemi i pilnujemy kosztów. Jeśli chcemy obniżyć koszty, najważniejsze jest pozbycie się zbędnych procesów, bycie praktycznym oraz wykorzystywanie zdrowego rozsądku do rozwiązywania problemów.",
      "content1_3": "Im mniej reguł i przepisów, tym łatwiej się do nich stosować. Zasady i wytyczne są czasami niezbędne, powinny jednak być komunikowane w sposób jasny i prosty.",
      "header2": "Odwaga bycia innym",
      "content2_1": "Co czyni nas unikatowymi? To, że próbujemy osiągać cele na różne sposoby. Nie jest to sztuka dla sztuki, lecz próba stworzenia prostych i sensownych rozwiązań, które mają znaczenie dla szerokich rzesz klientów i współpracowników.",
      "content2_2": "Nieustannie poszukujemy nowych i lepszych sposobów na prowadzenie działalności i zwiększanie wartości dla klienta. Aby tego dokonać musimy zadać sobie proste pytanie: dlaczego?",
      "content2_3": "Myślenie w inny sposób to również kwestionowanie rutynowych metod pracy, trzeba jednak pamiętać, że odwaga bycia innym nie zawsze oznacza tworzenie czegoś nowego. Może ona również polegać na wykorzystywaniu dobrych rozwiązań z przeszłości. Po co odkrywać koło na nowo?",
      "content2_4": "Gdy myślimy inaczej robimy to, aby być krok przed konkurencją, zmniejszyć koszty i wzmocnić działalność. Wszystko po to, aby ulepszyć i uprościć codzienne życie naszych klientów. Zasada jest prosta – wszystko, co robimy dziś możemy zrobić lepiej jutro.",
      "header3": "Na uczciwych zasadach",
      "content3_1": "W Ikano zadajemy sobie pytanie: „czy przestrzegamy uczciwych zasad?” Nieustannie analizujemy nasze rozwiązania i metody pracy z klientami, partnerami i współpracownikami, ponieważ o naszej działalności myślimy długoterminowo i zależy nam na budowaniu trwałych relacji.",
      "content3_2": "Kierowanie się uczciwymi zasadami to podstawa budowania silnych więzi biznesowych, kreowania wartości i rozwijania firmy. Działamy zgodnie z naszą obietnicą, czyli na uczciwych zasadach, ponieważ wiemy, że o jakości i reputacji firmy decyduje nie tylko składanie obietnic, lecz również ich dotrzymywanie. Hasło „na uczciwych zasadach” oznacza znalezienie odpowiedniej równowagi między ryzykiem, pracą i zyskami. Oznacza to również przejrzystość i jasność w sposobie prowadzenia przez nas działalności oraz przyjmowanie odpowiedzialności za decyzje.",
      "content3_3": "Ikano to uczciwa firma, uczciwy pracodawca i dobry sąsiad. Działamy na rzecz zrównoważonej przyszłości, przyjmując odpowiedzialność za aspekty gospodarcze, społeczne i środowiskowe związane z naszą działalnością. Dokładamy wszelkich starań, aby wspierać wybrane inicjatywy społeczne, w których nasza pomoc może coś znaczyć."
    },
    "work": {
      "title": "Jak pracujemy",
      "content1": "Wierzymy, że każdy, kto pracuje w Ikano jest ważny.",
      "content2": "Nasi pracownicy to profesjonaliści, którzy chcą rozwijać zarówno siebie, jak i firmę. To wyjątkowi ludzie, którzy podzielają nasze wartości, rozumieją oczekiwania naszych klientów i tym samym przyczyniają się do rozwoju firmy.",
      "content3": "Istotna jest dla nas różnorodność. Wyznajemy zasadę, że nikt nie może być najlepszy we wszystkim. Dlatego otaczamy się współpracownikami o różnorodnych umiejętnościach i mocnych stronach.",
      "content4": "To nasz sposób na zbudowanie zrównoważonego i wydajnego Ikano."
    },
    "manage": {
      "title": "Jak zarządzamy",
      "content1": "Wierzymy, że przywództwo to działanie, a nie pozycja.",
      "content2": "Wszyscy jesteśmy ambasadorami Ikano. Współpracujemy i inspirujemy się nawzajem by zrealizować naszą wizję tworzenia możliwości lepszego życia.",
      "content3": "W naszej działalności nie ma miejsca na jedoosobowe show, ponieważ chodzi o znalezienie lepszego sposobu razem (a better way together)."
    },
    "grow": {
      "title": "Rozwijaj się z nami",
      "content1": "Praca w Ikano oznacza, że ​​jesteś częścią inspirującego, dynamicznego i zrównoważnonego środowiska, gdzie nie ma typowej ścieżki kariery. Jesteśmy przekonani, że praca sama w sobie jest najlepszym miejscem do rozwoju wiedzy, zdolności i motywacji. Innymi słowy, rozwój odbywa się codziennie w naszych interakcjach z klientami, partnerami, współpracownikami i menedżerami.",
      "content2": "Ikano może się rozwijać tylko dzięki rozwojowi naszych współpracowników. Razem znajdujemy lepszą drogę!",
      "button": "Praca i kariera"
    },
    "count": {
      "title": "W Ikano Industry możesz liczyć na:",
      "list1": "Stabilne i uczciwe warunki zatrudnienia",
      "list2": "Przyjazną atmosferę",
      "list3": "Współpracę",
      "list4": "Możliwości rozwoju",
      "list5": "Bogaty pakiet benefitów i świadczeń socjalnych dla całej rodziny",
      "list6": "Dofinansowanie studiów"
    }
  },
  "wac_offers": {
    "quotation": {
      "title": "Praca w Ikano oznacza,",
      "content": "że ​​jesteś częścią inspirującego, dynamicznego i zrównoważonego środowiska!"
    },
    "content": {
      "title": "Oferty pracy",
      "button1": "Aplikuj",
      "button2": "Zobacz więcej"
    }
  },
  "wac_command": {
    "quotation": {
      "title": "Praca w Ikano oznacza,",
      "content": "że ​​jesteś częścią inspirującego, dynamicznego i zrównoważonego środowiska!"
    },
    "content": {
      "title": "Program poleceń",
      "content1": "Jeśli chcesz polecić kandydata w ramach programu „Nagradzanie za polecanie” zapoznaj się z regulaminem oraz wypełnij formularz: ",
      "button1": "Regulamin",
      "button2": "Przykładowe CV",
      "button3": "Wyślij formularz",
      "content2": "Jeśli Twój Kandydat rozpocznie pracę w Ikano Industry skontaktujemy się z Tobą. "
    }
  },
  "cookieLaw": {
    "line1": "Polityka prywatności i ciasteczek: Korzystając ze strony zgadzasz się na używanie plików cookie, które są instalowane na Twoim urządzeniu. Wykorzystujemy je w celu aby dostosować treści do Twoich preferencji i zainteresowań. Więcej o tym oraz o możliwościach zmiany ich ustawień dowiesz się w ",
    "line2": "klauzuli informacyjnej"
  },
  "regulations": {
    "personal_data": "Informacja o przetwarzaniu danych osobowych",
    "attention": "Attention"
  }
}
